[
    {
      "id": 1,
      "name": "Monopoly",
      "price": 21.99,
      "yearPublished": 1935,
      "requiredItems": "None",
      "minPlayers": 2,
      "maxPlayers": 6,
      "minPlayTime": "60 minutes",
      "maxPlayTime": "90 minutes",
      "minAge": "8 years and older",
      "description": "This is the famous real estate game for fast negotiators in which players buy, sell, negotiate and barter to achieve ultimate wealth. This version of the game Monopoly welcomes the rubber duck, the tyrannosaurus rex and the penguin to the pawn family. Choose your pawn, set it to START and roll the dice! There can only be one winner in Monopoly. Will you be the one who soon owns everything?",
      "imageName": "monopoly"
    },
    {
      "id": 2,
      "name": "Scrabble",
      "price": 18.00,
      "yearPublished": 2014,
      "requiredItems": "None",
      "minPlayers": 2,
      "maxPlayers": 4,
      "minPlayTime": "60 minutes",
      "maxPlayTime": "90 minutes",
      "minAge": "10 years and older",
      "description": "Scrabble is a fun game for the whole family. In Scrabble, each player tries to score as many points as possible. However, they have limited time to do so; when they run out of letters, the game is over. Each letter has its own value and you use the letters to create complete words. Make clever use of the game board by placing on letter and word doublers. The player who finishes with the most points wins!",
      "imageName": "scrabble"
    },
    {
      "id": 3,
      "name": "Mariokart 8 Deluxe",
      "price": 50.99,
      "yearPublished": 2017,
      "requiredItems": "Nintendo Switch",
      "minPlayers": 2,
      "maxPlayers": 4,
      "minPlayTime": "N/A",
      "maxPlayTime": "N/A",
      "minAge": "3 years and older",
      "description": "In Mario Kart 8 Deluxe for the Nintendo Switch, popular characters from the previous Mario series race against each other on tracks of the Mushroom Kingdom with a variety of special items. Players have the ability to thwart his or her opponents with the use of special items, such as the infamous Spiny shield which automatically attacks the player in lead position. For an extra dimension, there are anti-gravity zones where players race over walls, waterfalls and ceilings for extra speed. Are you a novice player and initially want more comfort while racing? Take advantage of the new steering assist feature, it will keep you on the track.",
      "imageName": "mariokart"
    },
    {
      "id": 4,
      "name": "Exploding Kittens",
      "price": 19.99,
      "yearPublished": 2015,
      "requiredItems": "N/A",
      "minPlayers": 2,
      "maxPlayers": 5,
      "minPlayTime": "15 minutes",
      "maxPlayTime": "N/A",
      "minAge": "7 years and older",
      "description": "This deceptively simple card game is easy to pick up but has layers of strategy as you try to avoid exploding kitten cards. It combines fun elements from classic card games, like Scabby Queen, and adds a modern twist. There’s just enough complexity to make things fun, but never so much that it gets confusing. The card art features some cute, and not so cute, cats with all sorts of special powers to turn the tables on your opponents. When it starts to get old, the expansions do a great job of breathing new life into the game.",
      "imageName": "explodingkittens"
    },
    {
      "id": 5,
      "name": "Ticket to Ride",
      "price": 45.00,
      "yearPublished": 2017,
      "requiredItems": "N/A",
      "minPlayers": 2,
      "maxPlayers": 5,
      "minPlayTime": "45 minutes",
      "maxPlayTime": "N/A",
      "minAge": "8 years and older",
      "description": "With lovely steam engine styling and rules even young kids can quickly understand, Ticket to Ride is a wonderful introduction to more complex board games. The aim is to claim different railway routes across the US and Canada using your colorful plastic rail cars. You spend cards to claim routes, and there are bonus points for connecting certain destinations. The European version adds ferries and tunnels, and there are lots of other expansions. The only downside is that my wife always wins.",
      "imageName": "tickettoride"
    },
    {
      "id": 6,
      "name": "Super Mario Party",
      "price": 50.99,
      "yearPublished": 2018,
      "requiredItems": "Nintendo Switch",
      "minPlayers": 2,
      "maxPlayers": 4,
      "minPlayTime": "N/A",
      "maxPlayTime": "N/A",
      "minAge": "3 years and older",
      "description": "This is Super Mario Party for the Nintendo Switch. The Mario Party series comes to the Nintendo Switch system with extreme fun for everyone. The original board game style has been revamped and now includes even more strategic elements, such as specific dice blocks for each character. With new game modes and mini-games, combined with a traditional board game style, the party can start anytime, anywhere and with anyone.",
      "imageName": "supermarioparty"
    }
]
